<?php

//%%%%%		Time Zone	%%%%
define("_TZ_GMTM12", "(GMT-12:00) Эневеток,Кваджалейн");
define("_TZ_GMTM11", "(GMT-11:00) о-в Мидуэй,Самоа");
define("_TZ_GMTM10", "(GMT-10:00) Гавайи");
define("_TZ_GMTM9", "(GMT-9:00) Аляска");
define("_TZ_GMTM8", "(GMT-8:00) Тихоокеанское время (США и Канада)");
define("_TZ_GMTM7", "(GMT-7:00) Горное время (США и Канада)");
define("_TZ_GMTM6", "(GMT-6:00) Центральное время (США и Канада),Мехико");
define("_TZ_GMTM5", "(GMT-5:00) Восточное время (США и Канада),Богота,Лима");
define("_TZ_GMTM4", "(GMT-4:00) Атлантическое время (Канада),Каракас,Ла Пас");
define("_TZ_GMTM35", "(GMT-3:30) Ньюфаундленд");
define("_TZ_GMTM3", "(GMT-3:00) Бразилия,Буэнос-Айрес,Джорджтаун,Фолкленды");
define("_TZ_GMTM2", "(GMT-2:00) Среднеатлантическое время");
define("_TZ_GMTM1", "(GMT-1:00) Азорские о-ва,о-ва Зелёного Мыса");
define("_TZ_GMT0", "(GMT) Время по Гринвичу: Лондон,Дублин,Эдинбург");
define("_TZ_GMTP1", "(GMT+1:00) Берлин,Брюссель,Копенгаген,Мадрид,Париж,Рим");
define("_TZ_GMTP2", "(GMT+2:00) Калининград,Киев,Минск,Рига,Таллинн");
define("_TZ_GMTP3", "(GMT+3:00) Москва,Санкт-Петербург,Волгоград,Багдад");
define("_TZ_GMTP35", "(GMT+3:30) Тегеран");
define("_TZ_GMTP4", "(GMT+4:00) Баку,Ереван,Тбилиси,Абу Даби,Мускат");
define("_TZ_GMTP45", "(GMT+4:30) Кабул");
define("_TZ_GMTP5", "(GMT+5:00) Екатеринбург,Ташкент,Исламабад,Карачи");
define("_TZ_GMTP55", "(GMT+5:30) Бомбей,Калькутта,Мадрас,Нью-Дели");
define("_TZ_GMTP6", "(GMT+6:00) Новосибирск,Омск,Алма-Ата,Коломбо,Дакка");
define("_TZ_GMTP7", "(GMT+7:00) Красноярск,Бангкок,Ханой,Джакарта");
define("_TZ_GMTP8", "(GMT+8:00) Иркутск,Пекин,Гонконг,Перт,Сингапур,Тайбэй");
define("_TZ_GMTP9", "(GMT+9:00) Благовещенск,Якутск,Осака,Саппоро,Сеул,Токио");
define("_TZ_GMTP95", "(GMT+9:30) Аделаида,Дарвин");
define("_TZ_GMTP10", "(GMT+10:00) Владивосток,Мельбурн,Сидней");
define("_TZ_GMTP11", "(GMT+11:00) Магадан,Сахалин,Новая Каледония");
define("_TZ_GMTP12", "(GMT+12:00) Камчатка,Окленд,Веллингтон,Фиджи");
